Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: She added in the interview that "she identifies herself as a "born-again atheist" and explains the ways in which her recent study of the Book of Exodus has left her uncomfortable.
ne: पेइले सन् २००८ को पूर्ण एनिमेटेड फिल्म "सीता सिंग्स द ब्लुज"का निर्देशक हुन्। उनले यसलाई सन् २०१३ मा पब्लिक डोमेनमा रिलिज गरेकी थिइन्। यस फिल्मले सन् १९२० ताकाको एनेट ह्यानशका ज्याज गीतमार्फत भारतवर्षको महाकाव्य रामायणको कथा प्रस्तुत गरेको छ। यसले पेइलेलाई विश्वव्यापी ख्याति दिलायो, खास गरेर यसको नारी अधिकारवादी ढंगले रामायणको प्रस्तुतीका लागि र फिल्ममा प्रयोग गरिएको एनेट ह्यानशका गीतसँग जोडिएका प्रतिलिपि अधिकारसम्बद्ध दाबाविरुद्ध लामो संघर्षका लागि। पेइलेले तय गरिएको कम्तिमा अमेरिकी डलर ५०,००० कर्जाका रूपमा तिर्नु परेको थियो। अन्त्यमा, उनले सो फिल्मको लाइसेन्सलाई क्रियटिभ कमन्स अट्रिब्युशन सेयर अलाइक ३.० अनपोर्टेड(CC-BY-SA 3.0)बाट क्रियटिभ कमन्स सिसिजिरो (पब्लिक डोमेन बराबर) मा पुनर्वर्गीकरण गरिन्।

source: Several songs and scenes from the film "Seder-Masochism" have been uploaded by Paley to the Internet including the song sequence “You Gotta Believe” which turns Minoan stone goddess idols into flash animation.
ne: यहूदी पोडकाष्ट स्टेशन जुडाइज्म अनबाउन्डसँगको अन्तरवार्तामा पेइलेले भनेअनुसार "सेडर म्यासोकिज्म" एक्सोडसबारे उनको (सिर्जनात्मक) प्रयास हो जुन उनले पासोभर सेडरका दौरान पहिलोपल्ट सिकिन्। यहूदी रीतिरिवाज पासोभर सेडरका बेला प्राचीन इजिप्टमा इजराइलीहरूलाई दासत्वबाट मुक्त गरिएको कथा सुनाइन्छ। उनी आफू फेरि पनि "नास्तिक भई जन्मेको" ठान्छिन् र उनको हालैको बुक अफ एक्सोडसको अध्ययनले उनलाई दुःखी बनाएको कुरा उनले अन्तरवार्तामा भनिन्।

source: It features Moses and "singing" ancient goddesses who find themselves about to be defeated by patriarchy.
ne: मिनोअन देवीका प्रस्तर प्रतिमालाई फ्ल्याश एनिमेशनमा ढालिएको गीत "यु गट्टा बिलिभ" लगायत नीनाले "सेडर म्यासोकिज्म"का कैयन् गीत तथा दृश्यहरू युट्युबमा अपलोड गरेकी छिन्। यसमा मोजेस तथा पितृसत्ताबाट पराजित हुन गइरहेका प्राचीन देवीहरूलाई "गीत गाइरहेको" देखाइएको छ।

source: Global Voices reached out to Paley to learn more about her second film.
ne: पेइलेको दोश्रो फिल्मबारे जान्न ग्लोबल भ्वाइसेजले उनीसँग कुरा गर्यो।

source: Subhashish Panigrahi (SP): First of all, congratulations on your upcoming work. What are the roles you're playing in the entire production? What is the movie about?
ne: सुभाशिष पनिग्राही (एसपि) : सर्वप्रथम तपाईंको आउँदो सिर्जनाका लागि बधाई। यसको सम्पूर्ण निर्माणमा तपाईंको कस्तो भूमिका रहेको छ? यो फिल्म के को बारेमा छ?

source: Nina Paley (NP): Once again I'm producing, directing, writing, animating, everything-ing...I'm hoping the sound designer for "Sita Sings the Blues", Greg Sextro, is able to do more sound design for Seder-Masochism. The music is all "found" and used without permission .
ne: नीना पेइले (एनपि): एक पटक म फेरि निर्माण, निर्देशन, लेखन, एनिमेशन, सबै थोक गर्दैछु मलाई आशा छ "सीता सिंग्स द ब्लुज"का साउण्ड डिजाइनर ग्रेग सेक्स्ट्रोले सेडर म्यासोकिज्मका लागि अझ बढी साउण्ड डिजाइन गर्न सक्नेछन्। यसको सबै संगीत "फेला परिसकेको छ" र अनुमति बिना प्रयोग गरिएको छ। मेरा सम्पूर्ण र तथा प्रायः प्रयोग न्यायसंगत नै छन्, तर अन्त्यमा यो अदालतमा मात्र निर्णय गर्न सकिन्छ।

source: Much or all of my use is Fair use, but ultimately that can only be determined in court.
ne: सेडर म्यासोकिज्म अप्रत्यक्ष रूपमा कुरान तथा तोराह/बाइबलको बुक अफ एक्सोडस बारेमा बनाइएको छ। एक्सोडसको प्रस्तुतिकरणमा मैले यसमा रहेको पूर्ण पितृसत्ता र पुराना समयमा बाँकी रहेको देवी पूजनको उन्मूलन देखाएको छु। निर्माणाधीन फिल्मका केही क्लीप यहाँ हेर्न सकिन्छ।

source: SP: What inspired you to start this project?
ne: एसपि: तपार्इंलाई यो परियोजना सुरु गर्न के ले प्रेरित गर्यो?

source: Since I'm not a Zionist, I've been called a "self-hating Jew" too. Also, the Hindutvadis called me a "white Christian woman who hates Hindus", and sent hate emails saying "how would you like it if someone made a film about YOUR religion?!" Of course I love it when someone makes a good film about Abrahamism - Monty Python's Life of Brian is the best I can think of.
ne: एनपि: रूढिवादीहरूले सीता सिंग्स द ब्लुजको निंदा गरेका थिए र मेरा सहकर्मीहरूलाई "आत्मआलोचना गर्ने हिन्दू"को संज्ञा दिए। म जस्तो एक यहूदीका लागि यो अलंकार सामान्य थियो - यहूदीहरूले यस्ता निरर्थक "आत्मआलोचना"को *आविष्कार* गरेका थिए। म यहूदीवादी नभएकोले मलाई "आत्मआलोचना गर्ने यहूदी"को संज्ञा पनि दिइयो। हिन्दूत्ववादीहरूले मलाई "हिन्दूहरूको आलोचना गर्ने क्रिश्चियन गोरी महिला" भने र मलाई "यदि तिम्रो धर्मको बारेमा कसैले फिल्म बनायो भने तिमीलाई कस्तो लाग्ला ?!" भनी इमेलहरू पठाए। अवश्य नै कसैले अब्राहमवादका बारे कुनै राम्रो फिल्म बनाउछ भने त्यो मलाई राम्रो लाग्छ - मोन्टी पाइथनको लाइफ अफ ब्रायन मैले थाहा पाएको सर्वोत्तम फिल्म हो। मलाई बारम्बार सांस्कृतिक विनियोजन गरेको आरोप लगाइन्थ्यो लगाइन्छ, जसको मतलब हिन्दू एशियाली मूलका मात्र हिन्दू एशियाली कथाहरूमा काम गर्न योग्य छन्। मलाई यस्तो लाग्थ्यो कि वाम र दक्षिणपंथी सबैजना मैले "मेरो" धर्म जुडाइज्मबारे फिल्म बनाओस् भन्ने चाहन्थे! मेरो अनुमानमा सीता सिंग्स द ब्लुजबाट उनीहरू अपमानित भएभने उनीहरू पक्कै पनि त्यसबाट अपमानित भएको महसुस गर्नेछन्। मैले आफ्नो जिउ (यहूदी) कार्ड प्रिन्ट गरे ताकि मैले यस परियोजनाका लागि यसको "प्रयोग" गर्न सकूँ।

source: I was (am) also frequently accused of "cultural appropriation", implying that only those of Hindu/Asian descent are qualified to work with Hindu/Asian stories.
ne: नीना पेइलेद्वारा बनाइएको प्राचीन ग्रीक देवीको जिआइएफ। श्रोत: नीना पेइले/विकिमिडिया कमन्स

source: Source: Nina Paley/Wikimedia Commons SP: The song is hilarious!
ne: एसपि: यो गीत हास्यप्रद छ! तपाईंले कसरी हजारौं वर्ष पुराना ढुंगे प्रतिमालाई जीवन्त बनाउनु भयो?

source: The goddesses in flash animation can be downloaded on Wikimedia Commons.
ne: ती देवीहरूका फ्ल्याश एनिमेशन विकिमिडिया कमन्सबाट डाउनलोड गर्न सकिन्छ।

source: As Paley is producing the film on her own, she is also working with other free culture activists like the United States-based nonprofit QuestionCopyright.org to raise funds, apart from launching a Kickstarter campaign. She is uploading segments of the film publicly on the Internet as the film is being developed.
ne: पेइलेले आफै फिल्म निर्माण गरिरहेकोले पुँजीको जोहो गर्न किकस्टार्टर अभियानका साथै संयुक्त राज्यमा रहेको गैरमुनाफामूलक संस्था क्वेश्चनकपिराइट डट ओआरजी जस्ता अन्य संस्कृति अधिकारकर्मीसँग पनि सहकार्य गर्दै छिन्। फिल्म तयार हुदै गर्दा उनले सो फिल्मका खण्डहरू सार्वजनिक तवरमा इन्टरनेटमा अपलोड गर्दै आएकी छिन्।

source: Source: Flickr (CC BY-NC-SA 2.0)
ne: टिम्बर एलिफेन्ट्स्, म्यानमार। फोटो जेम्स एन्डरसन, वर्ल्ड रिसोर्सेस ईन्स्टिच्युट। स्रोत फ्लिकर (CC BY-NC-SA 2.0) (CC BY-NC-SA 2.0)

source: Several conservation and environment groups have teamed up to launch a campaign to promote the protection of Myanmar’s dwindling population of elephants, known as "momos" in the Burmese language.
ne: विभिन्न संरक्षण तथा पर्यावरण समूहले घट्दै गइरहेको म्यानमारको हात्तीका संख्या संरक्षणमा पहल गर्नको लागि अभियान सुरु गर्न एकजुट बनेका छन्। उक्त्त अभियानलाई बर्मिज भाषामा "मोमोस" भनिन्छ।

source: The "Voices for Momos" campaign enjoins the public to reject the illegal trade of elephant parts and other wildlife animals. It also asks the government to implement more programs aimed at stopping the poaching of elephants while providing alternative livelihoods to hunters. Myanmar’s wild elephant population is estimated to be between 1,400 to 2,000.
ne: "भ्वाइसेज फर मोमोस" अभियान ले सर्वसाधारणलाई हात्तीको अंगहरु तथा अन्य वन्य जन्तुका अवैध व्यापारलाई अस्वीकार गर्न प्रेरित गर्दछ। अभियानले सरकारलाई शिकारीहरुका निमित्त वैकल्पिक रोजी रोटीको व्यव्स्था गर्दै हात्तीका चोरी शिकारी रोक्ने उद्देश्यले अझै धेरै कार्यक्रमहरु लागू गर्न पनि अनुरोध गर्दछ।

source: One elephant is reportedly killed every week, and some have warned that Myanmar’s elephants could be wiped out in two decades if the killings do not stop.
ne: म्यानमारमा जंगली हात्तीको संख्या अनुमानित १४०० देखि २,००० सम्म रहेको छ। प्रत्येक हप्ता एउटा हात्ती मारिने गर्छ र यदि मार्ने क्रम नरोकिए दुई दशक भित्रमा म्यानमारको हात्तीहरु पूर्ण रुपले लोप हुन सक्ने चेतावनी केहीले दिएका छन्।

source: A recent news report warned that the poaching of elephants could intensify in Myanmar because its neighbor China has ordered a crackdown on the illegal sale of wildlife animals.
ne: हालैको समाचार विवरणले म्यानमारमा हात्तीको चोरी शिकारी बढ्न सक्ने चेतावनी दिएको छ किनभने छिमेकी चीनले वन्यजन्तुका अवैध बेच विखन माथि कडा कार्यवाही गर्ने आदेश दिएको छ। हात्तीका अंगहरु तथा अन्य संकटापन्न जनावरका खोजिमा रहेका हरुको कारण म्यानमारमा यी आकर्षक वस्तुहरुका मांग बढ्न सक्दछ।

source: Those looking for elephant parts and other endangered animals could raise the demand for these exotic goods in Myanmar. It also reported that the selling of elephant parts is thriving near Yangon's pagodas and other shrines where local and foreign tourists often visit.
ne: समाचारले याङ्गोनको पगोडाहरु तथा अन्य तीर्थ स्थल आस पास जहाँ स्वदेशी तथा विदेशी पर्यटकहरु प्राय: भ्रमण गर्दछन्, हात्तीका अंगहरुको बिक्री बढीरहेको जानकारी पनि दिएको छ । याङ्गोन देशको प्रमुख शहरी केन्द्र हो।

source: Look who's here... That's right, our giant momos are back! 🗣🙏🏻 Thank you to our partner Shwe Taung Group for giving voice to our beloved elephants. 😃 Come see and play with our momos at Junction Square! 🐘🤳🏻 Take a selfie with them and don't forget to tag #fomomos . #BeKindToElephants #ProtectElephants #elephantsofinstagram #saveelephants #elephantlove #elephantlovers #elephant #elephants #loveelephants #asianelephant #asianelephants #asianwildlife #savewildlife #wildlife #animallovers #conservation #stoppoaching #notopoaching #myanmar #mymyanmar #discovermyanmar #everydayasia #everydaymyanmar #everydayextinction #WorthMoreAlive #publicart #makers #designforchange A post shared by VOICES FOR MOMOS (@voicesformomos) on Dec 24, 2017 at 6:45am PST
ne: भ्वाइसेजफरमोमोस आश्चर्य, यहाँ को छ हेर्नुहोस् ... हो हाम्रा विशाल मोमोसहरु फेरि आए! हाम्रो प्रिय हात्तीहरुका लागि आवाज उठाउने हाम्रो साझेदार स्वी टा ग्रुपलाई धन्यवाद। आउनुहोस्, हेर्नुहोस् र खेल्नुहोस् हाम्रो हात्तीहरुसँग जन्कसन स्क्वायरमा। तिनीहरुसँग सेल्फी लिनुहोस् र ट्याग गर्न नबिर्सनुहोस्।

source: The display proved to be a hit among children:
ne: प्रदर्शनी बालबालिकामाझ सफल साबित भयो।

source: Come join us at the Big British Day Out at the British ambassador’s residence! Today only, all welcome 🤗 Food market, games, elephant face painting and much more! #formomos #bigbritishdayout #SundayFunDay . #BeKindToElephants #ProtectElephants #elephantsofinstagram #saveelephants #elephantlove #elephantlovers #elephant #elephants #loveelephants #asianelephant #asianelephants #asianwildlife #savewildlife #wildlife #animallovers #conservation #stoppoaching #notopoaching #myanmar #mymyanmar #discovermyanmar #everydayasia #everydaymyanmar #everydayextinction #WorthMoreAlive
ne: भ्वाइसेजफरमोमोस आउनुहोस् बिग ब्रिटिश डे आउटमा ब्रिटिश राजदूत निवासमा सम्मिलित होऔं! आज मात्र, सबैलाई स्वागत छ। खाद्य बजार, खेलकुद, हात्तीको मुहार चित्रकला अन्य धेरै!

source: Mobile phone users can also use Viber stickers in support of "Voices for Momos".
ne: अभियानले १४ फेब्रुअरीमा भ्यालेन्टाइन उत्सवको लागि हात्तीहरु प्रति प्रेमभाव व्यक्त गर्न पनि प्रोत्साहित गर्यो।

source: A post shared by VOICES FOR MOMOS (@voicesformomos) on Feb 7, 2018 at 5:06am PST Raising public awareness about momos is just the initial phase of the campaign.
ne: भ्वाइसेजफरमोमोस हाम्रा साझेदार डब्लुडब्लुएफ म्यानमार अब भाइवरमा र यसका अत्यन्त आकर्षक हात्तीका (अर्थात मोमोस म्यानमारमा) स्टिकरहरु छन्। डाउनलोड गर्न भाइवरको भ्वाइसेज फर मोमोस स्टिकर मार्केटमा सर्च गर्नुहोस् र मोमो लभ प्रचार गर्नुहोस्।

source: The next challenge is engaging local authorities and hunters about the need to stop the killing of elephants.
ne: मोमोस बारे जन जागरूकता बढाउने अभियान प्रारम्भिक चरण मात्र हो। अर्को चुनौती स्थानीय अधिकारीहरु र शिकारीहरुलाई हात्ती मार्न रोक्नुपर्ने आवश्यकता बारे सहभागी गराउनु हो।

source: Black In Tokyo: a Documentary About Life in Japan · Global Voices
ne: ब्ल्याक इन टोक्यो : जापानमा रहेका अश्वेतहरूबारे डकुमेन्ट्री

source: Screencap from Black in Tokyo (YouTube video).
ne: ब्ल्याक इन टोक्योबाट लिइएको स्क्रीनक्याप (युट्युब भिडियो)।

source: A short documentary from 2017 takes a look at the lives of black residents in Tokyo. Directed by Nigerian-American artist Amarachi Nwosu, the film follows five subjects, with origins ranging from West Africa to the U.S., narrating the different cultural challenges and opportunities of living in Tokyo, Japan.
ne: सन् २०१७ को एक छोटो डकुमेन्ट्रीले टोक्योमा बसोबास गर्दै आएका अश्वेतहरूको जीवनीलाई समेटेको छ। नाइजेरियन अमेरिकन कलाकार अमाराची न्वोसुद्वारा निर्देशित यस डकुमेन्ट्रीले जापानको टोक्यो बसाइका विभिन्न सांस्कृतिक चुनौती तथा अवसरहरू देखाउँदै, पश्चिम अफ्रिकादेखि संयुक्त राज्यसम्मका पाँच पात्रलाई पछ्याउँछ। हजाम पसलका मालिक, कलाकार, डिजे तथा टोक्यो बाहिर कार्यरत अमेरिकी वायुसेनाका एक सदस्यसमेत यस डकुमेन्ट्रीका पात्र रहेका छन्।

source: The subjects of the documentary include the owner of a barbershop, an artist, a DJ and a member of the U.S. Air Force stationed at a base just outside of Tokyo. My debut documentary Black In Tokyo just premiered on @thefader via.
ne: मेरो पहिलो डकुमेन्ट्री ब्ल्याक इन टोक्यो मेरो प्लेटफर्म @MelaninUnscriptमार्फत @thefaderमा भर्खरै प्रिमीयर गरिएको छ! यहाँ हेर्नुहोस्✨🎥🇯🇵🌍

source: Watch Below✨🎥🇯🇵🌍https://t.co/yr0rGO5wew pic.twitter.com/1o2r8ozEaS — Amarachi Nwosu (@AmaraWorldWide) November 20, 2017 The interviewees talk about why they have decided to live in Tokyo, and what it means to be black in Japan. The documentary is the first instalment of Melanin Unscripted, the first in a series of films by Nwosu aimed at "uncovering the complex identities that are not generally projected in mainstream media.
ne: अन्तरवार्ताका दौरान यी पात्रहरूले आफूले किन टोक्यो बस्ने निर्णय गरे र जापानमा अश्वेत हुनुको अर्थ बताउँछन्। यो डकुमेन्ट्री मेलानिन अनस्क्रीप्टेडको पहिलो संस्करण हो। यस फिल्म श्रृंखलाको पहिलो प्रस्तुतिमा न्वोसुले "मूलधारका मिडियामा व्यक्त नगरिने जटिल पहिचानका सवाल खोतल्ने" प्रयाश गरेका छन्।

source: Homages to Stephen Hawking in Latin America's Media Show How Mourning for the Scientist Transcends Borders · Global Voices
ne: ल्याटिन अमेरिकी मिडियामा स्टेफन हकिङप्रति श्रद्धांजलि, सीमा छिचोल्दै शोक-सन्तप्त

source: Stephen Hawking. Image shared on Flickr by user Lwp Kommunikáció, used under license of CC BY 2.0.
ne: स्टेफन हकिङ। फ्लिकर प्रयोगकर्ता Lwp Kommunikáció द्वारा सेयर गरिएको तस्वीर, CC BY 2.0 अनुमतिमा प्रयोग गरिएको।

source: News of Stephen Hawking's death, announced on 14 March 2018, caused sorrow throughout the world, and Latin America was no exception.
ne: स्टेफन हकिङको निधनको समाचार १४ मार्च २०१८ मा प्रसारित भए सँगै विश्वभर शोक छायो, र ल्याटिन अमेरिका अपवाद थिएन।

source: Hawking, 76, was known in the scientific community for his advanced theories on the radiation emitted from black holes, as well as for his studies into the origins of the universe and the Big Bang theory.
ne: हकिङ ७६, लाई वैज्ञानिक समुदायमा ब्ल्याक होलबाट निस्कने रेडियसन सम्बन्धी उनको प्रगतिशील सिद्दान्त साथै उनको ब्रह्माण्डको उत्पति र बिग ब्याङ्ग थ्योरीको अध्ययनका लागि जानिन्छ।

source: However, the British theoretical physicist and cosmologist had achieved fame among the public too, through his efforts to bring science to a more generalized audience and raise awareness about various, often little understood, phenomena.
ne: तथापि, ब्रिटिश सैद्धान्तिक भौतिक शास्त्री र ब्रह्माण्डविद्ले विज्ञानलाई सर्व साधारण बीच प्रस्तुत गर्ने र अक्सर कम बुझिने विभिन्न प्रक्रिया बारे जागरूकता बढाउने प्रयासको माध्यमले जनमानस बीच पनि प्रसिद्धि पाएका थिए । यसमा कृत्रिम बुद्धि र मानव जातिको अस्तित्व प्रगति समावेश छ।

source: Hawking also dealt with what some would regard as highly controversial subjects, such as the existence of a divine being in the context of the creation of the universe. The Spanish-language website Sopitas published the news like this, using an interesting wink at the possible existence of parallel universes:
ne: केही व्यक्त्तिले धेरै विवादास्पद विषयको रूपमा मान्ने गरेका बिषय वस्तु जस्तै ब्रह्माण्डको सृष्टिको सन्दर्भमा ईश्वरीय अस्तित्वको बारेमा पनि हकिङले चर्चा गरेका थिए।

source: We don't know about other universes, but in this one at least, the great Stephen Hawking died yesterday.
ne: स्पेनिश-भाषाको वेबसाइट सोपितासले समानान्तर ब्रह्माण्डहरूको सम्भावित अस्तित्व बारे रोचक विङ्क प्रयोग गर्दै यस्तै समाचारहरू प्रकाशित गर्यो:

source: With this sad news, millions of internet users came out to express their admiration for such an amazing person. When we say amazing, we are not just referring to his presence and his personality, but also his work as an astrophysicist that never failed to fascinate, even those who know little or nothing about science.
ne: हामीलाई अन्य ब्रह्माण्डका बारेमा थाहा छैन तर यस ब्रह्माण्डमा महान् स्टेफन हकिङको हिजो निधन भयो। यस दु:खद समाचार सँगै लाखौँ इन्टरनेट प्रयोगकर्ताहरूले यस्तो अद्भुत व्यक्तिको लागि आफ्नो श्रद्धा प्रकट गरे।जब हामी अद्भुत भन्छौं, हामी केवल उनको उपस्थिति र उनको व्यक्तित्वको मात्र उल्लेख गर्दैनौं, तर एक खगोल भौतिक शास्त्रीको रूपमा उनको कामलाई पनि सम्झन्छौं जसले सधैं सबैलाई यहाँ सम्म कि विज्ञानको बारेमा ज्यादै कम वा केही पनि ज्ञान नभएका व्यक्त्तिहरुलाई समेत वशीभूत बनाउदथ्यो।

source: On another note, Raúl Morales put his reaction to Hawking's death in this way on a Spanish-language site dedicated to climbing, mountaineering and other sports:
ne: अर्को लेखमा; आरोहण, पर्वतारोहण र अन्य खेलकुदमा समर्पित एक स्पेनिश भाषाको साईटमा राउल मोरालेस ले हकिङको निधनमा यसरी आफ्नो प्रतिक्रिया व्यक्त गरेका छन्:

source: If we climb to reach a summit, go caving to discover the caves, then we use science to explore the universe, which is no more than the rational systemization of this same human spirit which makes us cross a river, or go see what is on the other side of the mountain.
ne: ब्रिटिश भौतिक शास्त्री तथा प्रसिद्द वैज्ञानिक व्यक्तिको निधन। रोगले थलिएका पूर्वानुमान गरेभन्दा आधा शताब्दी बढी बाँचेर र मानव जातिलाई सबैभन्दा महत्त्वपूर्ण अन्वेषण जसको हामी आकांक्षा राख्छौं: जसले वास्तविकतालाई बताउँछ, को निमित्त अग्रसर हुँदै बिदा भएका छन्।

source: This work is like that of a mountaineer, an explorer, but of different summits, summits which we don't often find on our planet or, in the case of Stephen Hawking, not even within our spacetime.
ne: यदि हामी शिखर चढ्नु छ भने, गुफाहरू पत्ता लगाउनको लागि गुफामा जान्छौं, त्यसपछि हामी ब्रह्माण्डको अन्वेषण गर्नको निम्ति विज्ञानको उपयोग गर्छौं जुन मानव स्वभावको युक्तिसंगत व्यवस्थित पद्दति भन्दा कम छैन जसले हामीलाई नदी पार गर्ने बनाउँदछ, वा पहाडको अर्को तर्फ के छ भनेर हेर्न जाने बनाउँदछ। यो कार्य एक पर्वतारोही, एक अन्वेषकको जस्तै हो तर फरक चुचुरोहरु, चुचुरोहरु जसलाई हामी प्रायः हाम्रो ग्रहमा भेट्टाउन सक्दैनौ, वा स्टेफन हकिङको सम्बन्धमा, हाम्रो स्पेसटाइम भित्र पनि।

source: In a piece entitled "Stephen Hawking's laboratory was the universe", which appeared on a Puerto Rican newspaper called El Nuevo Día, the complexity of Hawking's theories was described like this:
ne: एल नुइभो दिया भनिने प्यूर्टो रिकोको समाचारपत्रले "ब्रह्माण्ड स्टेफन हकिङको प्रयोगशाला थियो" शीर्षकको एक लेखमा हकिङको सिद्धान्तका जटिलता यस प्रकार वर्णन गरेको थियो:

source: Furthermore, on the same site they created a compilation of some of Hawking's famous phrases, including this one:
ne: सबैले स्टेफन हकिङको ब्रह्माण्डीय प्रतिभा बारे जान्दथे, तर कमैले यसलाई बुझे। उत्कृष्ट खगोलविद्हरुले समेत।

source: On Twitter, users reacted like this:
ne: यसबाहेक, उक्त्त साइटमा उनीहरुले हकिङको प्रसिद्ध भनाइहरुका संकलन गरेका छन्, यो सहित:

source: Rest in peace Stephen #Hawking
ne: यदि अर्को ग्रहवासीले कतै हामीलाई भेट्टाएमा मलाई लाग्छ क्रिस्टोफर कोलम्बस अमेरिकामा पुगेजस्तै परिणाम हुनेछ जुन मूल अमेरिकीहरुका लागि राम्रो भएन।

source: "He made us laugh and we made him laugh.
ne: ट्विटरमा प्रयोगकर्ताहरूले यस्तो प्रतिक्रिया व्यक्त गरे:

source: His life and career workings have been many a subject matter on The Big Bang Theory and we are all better for it." Twitter user Isma shared the following curious piece of information:
ne: संभवत केवल सर आइज्याक न्यूटनसँग तुलना गरिने सबैभन्दा प्रतिभाशाली वैज्ञानिकहरुमध्ये एकलाई हामीले गुमाएका छौं। चिर शान्तिको कामना स्टेफन #Hawking

source: Hawking died on 14 March: Day of Pi (π) and Einstein's birthday. Also one day off the anniversary of the discovery of Uranus.
ne: मेक्सिकन समाचार वाचक कार्मेन अरिस्टिगुइलाई सम्झना भयो जब हकिङ आफैंले अमेरिकी टिभि शो "द बिग ब्याङ्ग थ्योरी" मा अभिनय गरे, प्रमुख अभिनेत्रीमध्ये एक केली कोकोलाई उद्धरण गर्दै लेखे:

source: Hawking, science's brightest star, was recognised in his lifetime with numerous awards.
ne: मार्च १४ मा हकिङको निधन भयो: पाइ (π) र आइन्स्टाइनको जन्म दिनमा। साथै यूरानस अन्वेषण वाषि॔कीको एक दिन अघि।

source: Among others, the Lucasian Chair of Mathematics at Cambridge University (a position which Sir Isaac Newton had in his time) and the Presidential Medal of Freedom (awarded by Barack Obama in 2009), the highest civilian decoration awarded in the United States. The medal has also been awarded to other scientists, such as Mexican chemist Mario J. Molina, who received it in 2013.
ne: हकिङ, विज्ञानको चमकिला तारा, आफ्नो जीवनकालमा धेरै पुरस्कारहरूबाट सम्मानित भएका थिए। ती मध्ये, क्याम्ब्रिज विश्वविद्यालयको लुकासियन चेयर अफ म्याथम्याटिक्स (यो स्थान सर आइज्याक न्यूटन ले आफ्नो समयमा पाएका थिए) र प्रेसिडेन्सियल मेडल अफ फ्रीडम ( बराक ओबामा द्वारा २००९ मा प्रदान गरिएको) संयुक्त राज्य अमेरिकाको सबैभन्दा ठूलो नागरिक सम्मान । पदक अन्य वैज्ञानिकहरू जस्तै मेक्सिकन रसायन शास्त्री मारियो जे मोलिना,लाई पनि प्रदान गरिएको छ जसले उक्त्त पदक २०१३ मा प्राप्त गरिन्।

source: East African Women in the Music Industry Sing Out Against Male Domination · Global Voices
ne: संगीत उद्योगमा पूर्वी अफ्रिकन महिला पुरुष प्रभुत्व विरुद्ध आवाज बुलन्द पार्दै

source: Photo by Jamie Topper with permission. “Women in music: We have made ourselves known in the music industry around the world.
ne: संगीतमा महिला-मुभर्स एण्ड शेकर्स नेटवर्किंग सेसन शनिवार, फेब्रुअरी १०, साउटी जा बुसारा, बायाँबाट दायाँ क्रमश: जैतुन आमोर, प्रतिलिपि अधिकार समाज जंजीबार (सीओएसओजेडए), क्यारोला किनाशा एमसी, साउटी जा बुसारा फेस्टिभल २०१८, आमिना उमर, सिटी एण्ड द ब्यान्डकी मुख्य गायिका र कलाकार साइदा कारोली: फोटो-जामी टोपर अनुमति लिएर।

source: Yet gender inequality, sexism, and pay gaps persist," said Carola Kinasha, a Tanzanian-based musician and activist who recently moderated a panel discussion on women in music.
ne: "संगीतमा महिला: हामी आफैंले आफूलाई संगीत उद्योगमा संसारभर चिनाएका छौं। अझै पनि लैंगिक असमानता, यौनवाद, र असमान तलव कायमै छ,” तान्जानियाकी एक संगीतकार तथा अभियन्ता क्यारोला किनाशाले भनिन् जसले हालै संगीतमा महिला सम्बन्धी प्यानेल छलफलमा सहजकर्ताको भूमिका निभाएकी थिइन्।

source: "It’s not that we’re not skillful enough.
ne: "यो होइन कि हामी पर्याप्त निपुण छैनौं। यो हो कि सबै निर्णयकर्ता पुरुष छन्।"

source: It’s that all the decision-makers are men.”
ne: प्यानेल तीन-दिने मुभर्स एण्ड शेकर्स नेटवर्किंग सीरीजको हिस्सा थियो; स्टोन टाउन, जंजीबारमा साउटी जा बुसारा (स्वाहिली भाषामा ध्वनिको ज्ञान) संगीत उत्सवको १५ औं संस्करण।

source: On February 10, Kinasha spoke about the challenges women face in the music industry with leading women artists American singer-songwriter Somi; Tanzanian singer and musician Saida Karoli; Amina Omar, of the Zanzibari group Siti and the Band; and Zeitun Amour, a representative of the Copyright Society of Zanzibar (COSOZA).
ne: फेब्रुअरी १० मा किनाशाले मुख्य महिला कलाकारहरु अमेरिकी गायिका-गीत रचनाकार सोमी; तान्जानियन गायिका तथा संगीतकार साइदा कारोली; जंजीबार समूह सिटी एण्ड द ब्यान्डकी अमिना उमर र जंजीबार प्रतिलिपी अधिकार समाज (सीओएसओजेडए) की प्रतिनिधि जैतुन आमोरसँग महिलाले संगीत उद्योगमा सामना गर्ने चुनौतीहरुका बारेमा बोलिन्।
